package bean;

public class LoginBean {
//====宣言==============================================================================================================
//----フィールド--------------------------------------------------------------------------------------------------------
    // ログインID格納用
    private String id;

    // ログインパスワード格納用
    private String pass;


//----コンストラクタ----------------------------------------------------------------------------------------------------


//----メソッド----------------------------------------------------------------------------------------------------------
    // idに関するgetterとsetter
    public String getId() {
        return id;
    }
    public void setId(String id) {
        this.id = id;
    }

    // passに関するgetterとsetter
    public String getPass() {
        return pass;
    }
    public void setPass(String pass) {
        this.pass = pass;
    }




}
